; -----------------------------------------------------------------------------;
; LocK-A-FoLdeR Language File
; Language : Türkçe
; Translation by: Ferhat AYDIN
;; -----------------------------------------------------------------------------;

[LocK-A-FoLdeR]
authorlink = "ferhataydin44@gmail.com"
Translationby = "Ferhat AYDIN"
Language = "Türkçe"
pickatask = "Bir taslak hazırla"
lockafolder = "Bir Klasörü Kilitle"
unlockselected = "Seçili Klasörün Şifresini Kaldır"
changepassword = "Ana Şifreyi Değiştir"
exit = "Çıkış"
Aboutlockafolder = "Program Hakkında"
enternewpassword = "Yeni Şifreyi Gir"
entermasterpassword = "Ana Şifreyi Girin"
alreadyrunning = "Program zaten çalışıyor..."
doesntexist = " bulunmuyor."
chooseafolder = "Bir klasör seçin."
selectfirst = "Önce bir klasör seçin."
alreadyinlist = "zaten listede var."
plzwait = "Lütfen bekleyin..."
unable2lock = "kilitlenemiyor."
unable2unlock = "açılamıyor."
invalidpass = "Geçersiz şifre!"
alertmasterpass = "Lütfen ana şifreyi seçin."
nointernet = "İnternet bağlantınızda problemler var..."
checkupdates = "Güncellemeleri kontrol edin."
openreadme = "BeniOku dosyasını aç."
visitwebpage = "Programın sitesine git."
rescuecentre = "Kurtarma Merkezi"
Rescuefolder = "Bir klasörü kurtar."
notinlist = "Listede olmayan klasörlerin şifresi buradan kaldırılabilir.."